Repository: li-nd/NativePass
Catalog: NativePass/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans

source: Preparing workspace…
de: Arbeitsbereich wird vorbereitet …
es: Preparando espacio de trabajo…
fr: Préparation de l'espace de travail…
it: Preparazione area di lavoro…
ja: ワークスペースを準備中…
ko: 작업 공간 준비 중…
nl: Werkruimte voorbereiden…
pl: Przygotowywanie obszaru roboczego…
pt_br: Preparando workspace…
ru: Подготовка рабочей области…
uk: Підготовка робочої області…
zh_hans: 正在准备工作区…

source: Press the new shortcut, or Esc to cancel
de: Neues Kürzel drücken oder Esc zum Abbrechen
es: Pulsa el nuevo atajo, o Esc para cancelar
fr: Appuyez sur le nouveau raccourci, ou Esc pour annuler
it: Premi la nuova scorciatoia oppure Esc per annullare
ja: 新しいショートカットを押すか、Escでキャンセル
ko: 새 단축키를 누르거나 Esc로 취소
nl: Druk de nieuwe sneltoets, of Esc om te annuleren
pl: Naciśnij nowy skrót lub Esc, aby anulować
pt_br: Pressione o novo atalho ou Esc para cancelar
ru: Нажмите новое сочетание или Esc для отмены
uk: Натисніть нову комбінацію або Esc для скасування
zh_hans: 按下新快捷键，或按 Esc 取消

source: Private Key Not Found
de: Privater Schlüssel nicht gefunden
es: Clave privada no encontrada
fr: Clé privée introuvable
it: Chiave privata non trovata
ja: 秘密鍵が見つかりません
ko: 개인 키를 찾을 수 없음
nl: Privésleutel niet gevonden
pl: Nie znaleziono klucza prywatnego
pt_br: Chave privada não encontrada
ru: Закрытый ключ не найден
uk: Закритий ключ не знайдено
zh_hans: 未找到私钥

source: Pull completed.
de: Pull abgeschlossen.
es: Pull completado.
fr: Pull terminé.
it: Pull completato.
ja: Pull が完了しました。
ko: Pull 완료.
nl: Pull voltooid.
pl: Pull ukończony.
pt_br: Pull concluído.
ru: Pull выполнен.
uk: Pull виконано.
zh_hans: Pull 完成。

source: Push completed.
de: Push abgeschlossen.
es: Push completado.
fr: Push terminé.
it: Push completato.
ja: Push が完了しました。
ko: Push 완료.
nl: Push voltooid.
pl: Push ukończony.
pt_br: Push concluído.
ru: Push выполнен.
uk: Push виконано.
zh_hans: Push 完成。

source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
it: Accesso rapido
ja: クイックアクセス
ko: 빠른 접근
nl: Snelle toegang
pl: Szybki dostęp
pt_br: Acesso rápido
ru: Быстрый доступ
uk: Швидкий доступ
zh_hans: 快速访问

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nl: Stop
pl: Zakończ
pt_br: Sair
ru: Выйти
uk: Вийти
zh_hans: 退出

source: Re-run Checks
de: Prüfungen wiederholen
es: Repetir comprobaciones
fr: Relancer les vérifications
it: Riesegui controlli
ja: チェックを再実行
ko: 검사 다시 실행
nl: Controles opnieuw uitvoeren
pl: Ponów sprawdzenia
pt_br: Executar verificações novamente
ru: Повторить проверки
uk: Повторити перевірки
zh_hans: 重新运行检查

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
uk: Готово
zh_hans: 就绪

source: Recipient IDs
de: Empfänger-IDs
es: IDs de destinatarios
fr: IDs destinataires
it: ID destinatari
ja: 受信者 ID
ko: 수신자 ID
nl: Ontvanger-ID's
pl: ID odbiorców
pt_br: IDs de destinatários
ru: ID получателей
uk: ID отримувачів
zh_hans: 收件人 ID

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
uk: Оновити
zh_hans: 刷新

source: Refresh Git Status
de: Git-Status aktualisieren
es: Actualizar estado Git
fr: Actualiser le statut Git
it: Aggiorna stato Git
ja: Git ステータスを更新
ko: Git 상태 새로고침
nl: Git-status vernieuwen
pl: Odśwież status Git
pt_br: Atualizar status do Git
ru: Обновить статус Git
uk: Оновити статус Git
zh_hans: 刷新 Git 状态

source: Refresh Status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
it: Aggiorna stato
ja: ステータスを更新
ko: 상태 새로고침
nl: Status vernieuwen
pl: Odśwież status
pt_br: Atualizar status
ru: Обновить статус
uk: Оновити статус
zh_hans: 刷新状态

source: Refreshes in %llds
de: Aktualisierung in %lld s
es: Se actualiza en %lld s
fr: Actualisation dans %lld s
it: Aggiornamento tra %lld s
ja: %lld 秒後に更新
ko: %lld초 후 갱신
nl: Vernieuwt over %lld s
pl: Odświeżenie za %lld s
pt_br: Atualiza em %lld s
ru: Обновится через %lld с
uk: Оновиться через %lld с
zh_hans: %lld 秒后刷新

source: Replace the path with your exported secret key file.
de: Ersetzen Sie den Pfad durch Ihre exportierte Geheimschlüsseldatei.
es: Reemplaza la ruta por tu archivo de clave secreta exportada.
fr: Remplacez le chemin par votre fichier de clé secrète exportée.
it: Sostituisci il percorso con il file della chiave segreta esportata.
ja: エクスポートした秘密鍵ファイルのパスに置き換えてください。
ko: 내보낸 비밀 키 파일 경로로 바꾸세요.
nl: Vervang het pad door je geëxporteerde geheime-sleutelbestand.
pl: Zastąp ścieżkę wyeksportowanym plikiem klucza tajnego.
pt_br: Substitua o caminho pelo arquivo de chave secreta exportada.
ru: Замените путь на файл экспортированного секретного ключа.
uk: Замініть шлях на файл експортованого секретного ключа.
zh_hans: 将路径替换为导出的私钥文件。

source: Require authentication
de: Authentifizierung verlangen
es: Requerir autenticación
fr: Exiger l'authentification
it: Richiedi autenticazione
ja: 認証を要求
ko: 인증 필요
nl: Authenticatie vereisen
pl: Wymagaj uwierzytelniania
pt_br: Exigir autenticação
ru: Требовать аутентификацию
uk: Вимагати автентифікацію
zh_hans: 需要认证

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
it: Richiesto
ja: 必要
ko: 필요
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Требуется
uk: Потрібно
zh_hans: 需要

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
uk: Скинути
zh_hans: 还原

source: Restart NativePass?
de: NativePass neu starten?
es: ¿Reiniciar NativePass?
fr: Redémarrer NativePass ?
it: Riavviare NativePass?
ja: NativePass を再起動しますか？
ko: NativePass를 다시 시작할까요?
nl: NativePass herstarten?
pl: Uruchomić ponownie NativePass?
pt_br: Reiniciar o NativePass?
ru: Перезапустить NativePass?
uk: Перезапустити NativePass?
zh_hans: 要重新启动 NativePass 吗？

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 다시 시작
nl: Nu herstarten
pl: Uruchom ponownie
pt_br: Reiniciar agora
ru: Перезапустить
uk: Перезапустити зараз
zh_hans: 立即重新启动

source: Restart the GPG agent
de: GPG-Agent neu starten
es: Reiniciar agente GPG
fr: Redémarrer l'agent GPG
it: Riavvia l'agente GPG
ja: GPG エージェントを再起動
ko: GPG 에이전트 다시 시작
nl: GPG-agent herstarten
pl: Uruchom ponownie agenta GPG
pt_br: Reiniciar agente GPG
ru: Перезапустить GPG agent
uk: Перезапустити GPG agent
zh_hans: 重启 GPG agent

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
uk: Повторити
zh_hans: 重试

source: Return key action
de: Aktion der Return-Taste
es: Acción de la tecla Retorno
fr: Action de la touche Retour
it: Azione del tasto Return
ja: Returnキーの動作
ko: Return 키 동작
nl: Actie van de Return-toets
pl: Akcja klawisza Return
pt_br: Ação da tecla Return
ru: Действие клавиши Return
uk: Дія клавіші Return
zh_hans: Return 键操作

source: Reveal
de: Anzeigen
es: Revelar
fr: Révéler
it: Rivela
ja: 表示
ko: 표시
nl: Tonen
pl: Ujawnij
pt_br: Revelar
ru: Показ
uk: Показ
zh_hans: 显示

source: Reveal Password
de: Passwort einblenden
es: Revelar contraseña
fr: Révéler le mot de passe
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 표시
nl: Wachtwoord tonen
pl: Pokaż hasło
pt_br: Revelar senha
ru: Показать пароль
uk: Показати пароль
zh_hans: 显示密码

source: Run a system check to inspect pass and plugins.
de: Führen Sie eine Systemprüfung für pass und Plugins aus.
es: Ejecuta una comprobación del sistema para inspeccionar pass y plugins.
fr: Lancez une vérification système pour inspecter pass et les plugins.
it: Esegui un controllo di sistema per ispezionare pass e i plugin.
ja: pass とプラグインを確認するシステムチェックを実行してください。
ko: pass와 플러그인을 검사하려면 시스템 점검을 실행하세요.
nl: Voer een systeemcontrole uit om pass en plugins te inspecteren.
pl: Uruchom sprawdzenie systemu, aby zbadać pass i wtyczki.
pt_br: Execute uma verificação do sistema para inspecionar pass e plugins.
ru: Запустите проверку системы, чтобы осмотреть pass и плагины.
uk: Запустіть перевірку системи, щоб оглянути pass і плагіни.
zh_hans: 运行系统检查以查看 pass 和插件。

source: Run Diagnostics
de: Diagnose ausführen
es: Ejecutar diagnóstico
fr: Lancer les diagnostics
it: Esegui diagnostica
ja: 診断を実行
ko: 진단 실행
nl: Diagnose uitvoeren
pl: Uruchom diagnostykę
pt_br: Executar diagnóstico
ru: Запустить диагностику
uk: Запустити діагностику
zh_hans: 运行诊断

source: Run in Terminal: pass init your-gpg-id
de: Im Terminal ausführen: pass init your-gpg-id
es: En Terminal: pass init your-gpg-id
fr: Dans le Terminal : pass init your-gpg-id
it: Nel Terminale: pass init your-gpg-id
ja: Terminal で実行: pass init your-gpg-id
ko: Terminal에서 실행: pass init your-gpg-id
nl: In Terminal: pass init your-gpg-id
pl: W Terminalu: pass init your-gpg-id
pt_br: No Terminal: pass init your-gpg-id
ru: Выполните в Terminal: pass init your-gpg-id
uk: У Terminal: pass init your-gpg-id
zh_hans: 在终端运行：pass init your-gpg-id

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh_hans: 存储

source: Scanning password store…
de: Passwort-Store wird gescannt …
es: Escaneando almacén…
fr: Analyse du store…
it: Scansione dello store…
ja: パスワードストアをスキャン中…
ko: 비밀번호 스토어 스캔 중…
nl: Wachtwoordstore scannen…
pl: Skanowanie magazynu haseł…
pt_br: Verificando armazenamento…
ru: Сканирование хранилища…
uk: Сканування сховища…
zh_hans: 正在扫描密码库…

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ru: Поиск
uk: Пошук
zh_hans: 搜索

source: Search entries…
de: Einträge suchen …
es: Buscar entradas…
fr: Rechercher des entrées…
it: Cerca voci…
ja: エントリを検索…
ko: 항목 검색…
nl: Items zoeken…
pl: Szukaj wpisów…
pt_br: Buscar entradas…
ru: Поиск записей…
uk: Пошук записів…
zh_hans: 搜索条目…

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全

source: Select a password entry to view details.
de: Wählen Sie einen Eintrag, um Details anzuzeigen.
es: Selecciona una entrada para ver detalles.
fr: Sélectionnez une entrée pour voir les détails.
it: Seleziona una voce per visualizzare i dettagli.
ja: 詳細を表示するエントリを選択してください。
ko: 세부정보를 보려면 항목을 선택하세요.
nl: Selecteer een item om details te bekijken.
pl: Wybierz wpis, aby zobaczyć szczegóły.
pt_br: Selecione uma entrada para ver detalhes.
ru: Выберите запись, чтобы посмотреть детали.
uk: Виберіть запис, щоб переглянути деталі.
zh_hans: 选择条目以查看详情。

source: Select a password from the list.
de: Wählen Sie ein Passwort aus der Liste.
es: Selecciona una contraseña de la lista.
fr: Sélectionnez un mot de passe dans la liste.
it: Seleziona una password dall'elenco.
ja: リストからパスワードを選択してください。
ko: 목록에서 비밀번호를 선택하세요.
nl: Selecteer een wachtwoord uit de lijst.
pl: Wybierz hasło z listy.
pt_br: Selecione uma senha da lista.
ru: Выберите пароль из списка.
uk: Виберіть пароль зі списку.
zh_hans: 从列表中选择密码。

source: Select an entry to copy its password.
de: Wählen Sie einen Eintrag, um das Passwort zu kopieren.
es: Selecciona una entrada para copiar su contraseña.
fr: Sélectionnez une entrée pour copier son mot de passe.
it: Seleziona una voce per copiarne la password.
ja: パスワードをコピーするエントリを選択してください。
ko: 비밀번호를 복사할 항목을 선택하세요.
nl: Selecteer een item om het wachtwoord te kopiëren.
pl: Wybierz wpis, aby skopiować hasło.
pt_br: Selecione uma entrada para copiar a senha.
ru: Выберите запись, чтобы скопировать пароль.
uk: Виберіть запис, щоб скопіювати пароль.
zh_hans: 选择条目以拷贝密码。

source: Set Up Code…
de: Code einrichten …
es: Configurar código…
fr: Configurer le code…
it: Configura codice…
ja: コードを設定…
ko: 코드 설정…
nl: Code instellen…
pl: Skonfiguruj kod…
pt_br: Configurar código…
ru: Настроить код…
uk: Налаштувати код…
zh_hans: 设置代码…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки…
uk: Налаштування…
zh_hans: 设置…

source: Setup Required
de: Einrichtung erforderlich
es: Configuración requerida
fr: Configuration requise
it: Configurazione richiesta
ja: セットアップが必要です
ko: 설정 필요
nl: Installatie vereist
pl: Wymagana konfiguracja
pt_br: Configuração necessária
ru: Требуется настройка
uk: Потрібне налаштування
zh_hans: 需要设置

source: Show pass import --help
de: pass import --help anzeigen
es: Mostrar pass import --help
fr: Afficher pass import --help
it: Mostra pass import --help
ja: pass import --help を表示
ko: pass import --help 표시
nl: pass import --help tonen
pl: Pokaż pass import --help
pt_br: Mostrar pass import --help
ru: Показать pass import --help
uk: Показати pass import --help
zh_hans: 显示 pass import --help

source: Show raw entry text
de: Rohtext des Eintrags zeigen
es: Mostrar texto raw
fr: Afficher le texte brut
it: Mostra testo raw
ja: Rawテキストを表示
ko: Raw 텍스트 보기
nl: Raw-tekst tonen
pl: Pokaż tekst raw
pt_br: Mostrar texto raw
ru: Показать текст записи
uk: Показати текст запису
zh_hans: 显示原始文本

source: Show structured form
de: Strukturiertes Formular zeigen
es: Mostrar formulario
fr: Afficher le formulaire
it: Mostra modulo
ja: フォームを表示
ko: 양식 보기
nl: Formulier tonen
pl: Pokaż formularz
pt_br: Mostrar formulário
ru: Показать форму
uk: Показати форму
zh_hans: 显示结构化表单

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
uk: Сортування
zh_hans: 排序

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
uk: Сортувати за
zh_hans: 排序方式

source: Starting NativePass…
de: NativePass wird gestartet …
es: Iniciando NativePass…
fr: Démarrage de NativePass…
it: Avvio di NativePass…
ja: NativePass を起動中…
ko: NativePass 시작 중…
nl: NativePass starten…
pl: Uruchamianie NativePass…
pt_br: Iniciando NativePass…
ru: Запуск NativePass…
uk: Запуск NativePass…
zh_hans: 正在启动 NativePass…

source: Steps
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
ja: 手順
ko: 단계
nl: Stappen
pl: Kroki
pt_br: Passos
ru: Шаги
uk: Кроки
zh_hans: 步骤

source: Store initialized: %@
de: Store initialisiert: %@
es: Store inicializado: %@
fr: Store initialisé : %@
it: Store inizializzato: %@
ja: ストア初期化: %@
ko: 스토어 초기화: %@
nl: Store geïnitialiseerd: %@
pl: Magazyn zainicjalizowany: %@
pt_br: Store inicializado: %@
ru: Хранилище инициализировано: %@
uk: Сховище ініціалізовано: %@
zh_hans: 存储已初始化：%@

source: Store path
de: Store-Pfad
es: Ruta del store
fr: Chemin du store
it: Percorso store
ja: ストアパス
ko: 스토어 경로
nl: Storepad
pl: Ścieżka magazynu
pt_br: Caminho do store
ru: Путь к хранилищу
uk: Шлях до сховища
zh_hans: 存储路径

source: Store recipient IDs
de: Empfänger-IDs des Stores
es: IDs de destinatarios del store
fr: IDs destinataires du store
it: ID destinatari dello store
ja: ストアの受信者 ID
ko: 스토어 수신자 ID
nl: Ontvanger-ID's van store
pl: ID odbiorców magazynu
pt_br: IDs de destinatários do store
ru: ID получателей хранилища
uk: ID отримувачів сховища
zh_hans: 存储收件人 ID

source: System follows macOS language. Other choices override it for NativePass.
de: „System“ folgt der macOS-Sprache. Andere Optionen überschreiben sie für NativePass.
es: «Sistema» sigue el idioma de macOS. Otras opciones lo anulan en NativePass.
fr: « Système » suit la langue de macOS. Les autres choix la remplacent pour NativePass.
it: «Sistema» segue la lingua di macOS. Le altre scelte la sostituiscono per NativePass.
ja: 「システム」は macOS の言語に従います。他の選択は NativePass のみ上書きします。
ko: ‘시스템’은 macOS 언어를 따릅니다. 다른 선택은 NativePass에만 적용됩니다.
nl: ‘Systeem’ volgt de macOS-taal. Andere keuzes overschrijven die voor NativePass.
pl: „Systemowy” podąża za językiem macOS. Inne opcje nadpisują go w NativePass.
pt_br: “Sistema” segue o idioma do macOS. Outras opções substituem apenas no NativePass.
ru: «Системный» следует языку macOS. Другие варианты переопределяют его для NativePass.
uk: «Системна» відповідає мові macOS. Інші варіанти перевизначають її для NativePass.
zh_hans: “系统”跟随 macOS 语言。其他选项仅覆盖 NativePass。

source: System Settings
de: Systemeinstellungen
es: Ajustes del Sistema
fr: Réglages Système
it: Impostazioni di Sistema
ja: システム設定
ko: 시스템 설정
nl: Systeeminstellingen
pl: Ustawienia systemowe
pt_br: Ajustes do Sistema
ru: Системные настройки
uk: Системні параметри
zh_hans: 系统设置

source: Test Decrypt
de: Entschlüsselung testen
es: Probar descifrado
fr: Tester le déchiffrement
it: Prova decifratura
ja: 復号をテスト
ko: 복호화 테스트
nl: Ontsleuteling testen
pl: Test odszyfrowania
pt_br: Testar descriptografia
ru: Тест расшифровки
uk: Тест розшифрування
zh_hans: 测试解密

source: Test decryption in Terminal
de: Entschlüsselung im Terminal testen
es: Probar descifrado en Terminal
fr: Tester le déchiffrement dans le Terminal
it: Prova la decifratura nel Terminale
ja: Terminal で復号をテスト
ko: Terminal에서 복호화 테스트
nl: Ontsleuteling in Terminal testen
pl: Przetestuj odszyfrowanie w Terminalu
pt_br: Testar descriptografia no Terminal
ru: Проверить расшифровку в Terminal
uk: Перевірити розшифрування в Terminal
zh_hans: 在终端测试解密

source: Test in Terminal
de: Im Terminal testen
es: Probar en Terminal
fr: Tester dans le Terminal
it: Prova nel Terminale
ja: Terminal でテスト
ko: Terminal에서 테스트
nl: Testen in Terminal
pl: Przetestuj w Terminalu
pt_br: Testar no Terminal
ru: Проверить в Terminal
uk: Перевірити в Terminal
zh_hans: 在终端测试

source: The GPG agent is not running or cannot be reached. Restart it and try again.
de: Der GPG-Agent läuft nicht oder ist nicht erreichbar. Starten Sie ihn neu und versuchen Sie es erneut.
es: El agente GPG no está en ejecución o no es accesible. Reinícialo e inténtalo de nuevo.
fr: L'agent GPG ne fonctionne pas ou est inaccessible. Redémarrez-le et réessayez.
it: L'agente GPG non è in esecuzione o non è raggiungibile. Riavvialo e riprova.
ja: GPG エージェントが動作していないか到達できません。再起動して再試行してください。
ko: GPG 에이전트가 실행 중이 아니거나 연결할 수 없습니다. 다시 시작한 후 재시도하세요.
nl: De GPG-agent draait niet of is niet bereikbaar. Start opnieuw en probeer opnieuw.
pl: Agent GPG nie działa lub jest niedostępny. Uruchom go ponownie i spróbuj jeszcze raz.
pt_br: O agente GPG não está em execução ou não está acessível. Reinicie e tente novamente.
ru: GPG agent не запущен или недоступен. Перезапустите его и повторите попытку.
uk: GPG agent не запущено або недоступний. Перезапустіть його та повторіть спробу.
zh_hans: GPG agent 未运行或无法访问。请重启后重试。

source: This password store is encrypted for a GPG key that is not available on this Mac. Import the matching private key or use the machine where the key already exists.
de: Dieser Passwort-Store ist für einen GPG-Schlüssel verschlüsselt, der auf diesem Mac nicht verfügbar ist. Importieren Sie den passenden privaten Schlüssel oder nutzen Sie den Rechner, auf dem der Schlüssel bereits vorhanden ist.
es: Este almacén está cifrado para una clave GPG no disponible en este Mac. Importa la clave privada correspondiente.
fr: Ce store est chiffré pour une clé GPG absente sur ce Mac. Importez la clé privée correspondante.
it: Questo store è cifrato per una chiave GPG non disponibile su questo Mac. Importa la chiave privata corrispondente.
ja: このストアは、この Mac にない GPG キーで暗号化されています。対応する秘密鍵をインポートしてください。
ko: 이 스토어는 이 Mac에 없는 GPG 키로 암호화되어 있습니다. 일치하는 개인 키를 가져오세요.
nl: Deze store is versleuteld voor een GPG-sleutel die niet op deze Mac beschikbaar is. Importeer de bijbehorende privésleutel.
pl: Ten magazyn jest zaszyfrowany kluczem GPG niedostępnym na tym Macu. Zaimportuj pasujący klucz prywatny.
pt_br: Este armazenamento está criptografado para uma chave GPG indisponível neste Mac. Importe a chave privada correspondente.
ru: Это хранилище зашифровано для GPG-ключа, которого нет на этом Mac. Импортируйте нужный закрытый ключ или используйте машину, где ключ уже есть.
uk: Це сховище зашифроване для GPG-ключа, якого немає на цьому Mac. Імпортуйте відповідний закритий ключ.
zh_hans: 此密码库使用本 Mac 上没有的 GPG 密钥加密。请导入匹配的私钥。

source: This will permanently remove the entry from your password store.
de: Dieser Eintrag wird dauerhaft aus dem Passwort-Store entfernt.
es: Esto eliminará permanentemente la entrada de tu almacén.
fr: Cela supprimera définitivement l'entrée de votre store.
it: Questo rimuoverà definitivamente la voce dallo store password.
ja: エントリはパスワードストアから完全に削除されます。
ko: 항목이 비밀번호 스토어에서 영구적으로 제거됩니다.
nl: Dit verwijdert het item permanent uit je wachtwoordstore.
pl: To trwale usunie wpis z magazynu haseł.
pt_br: Isso removerá permanentemente a entrada do seu armazenamento.
ru: Запись будет безвозвратно удалена из хранилища паролей.
uk: Запис буде остаточно видалено зі сховища паролів.
zh_hans: 这将从密码库中永久删除该条目。

source: To use Touch ID when decrypting passwords, install pinentry-mac and add to ~/.gnupg/gpg-agent.conf:
de: Um Touch ID beim Entschlüsseln zu nutzen, installieren Sie pinentry-mac und tragen Sie in ~/.gnupg/gpg-agent.conf ein:
es: Para Touch ID al descifrar, instala pinentry-mac y añade a ~/.gnupg/gpg-agent.conf:
fr: Pour Touch ID lors du déchiffrement, installez pinentry-mac et ajoutez à ~/.gnupg/gpg-agent.conf :
it: Per usare Touch ID durante la decifratura, installa pinentry-mac e aggiungi a ~/.gnupg/gpg-agent.conf:
ja: 復号時に Touch ID を使うには pinentry-mac をインストールし ~/.gnupg/gpg-agent.conf に追加:
ko: 복호화 시 Touch ID를 사용하려면 pinentry-mac을 설치하고 ~/.gnupg/gpg-agent.conf에 추가하세요:
nl: Om Touch ID te gebruiken bij ontsleutelen, installeer pinentry-mac en voeg toe aan ~/.gnupg/gpg-agent.conf:
pl: Aby używać Touch ID podczas odszyfrowywania, zainstaluj pinentry-mac i dodaj do ~/.gnupg/gpg-agent.conf:
pt_br: Para Touch ID ao descriptografar, instale pinentry-mac e adicione a ~/.gnupg/gpg-agent.conf:
ru: Чтобы использовать Touch ID при расшифровке паролей, установите pinentry-mac и добавьте в ~/.gnupg/gpg-agent.conf:
uk: Щоб використовувати Touch ID під час розшифрування, встановіть pinentry-mac і додайте до ~/.gnupg/gpg-agent.conf:
zh_hans: 解密时使用 Touch ID，请安装 pinentry-mac 并添加到 ~/.gnupg/gpg-agent.conf：

source: Try a different search term.
de: Versuchen Sie einen anderen Suchbegriff.
es: Prueba otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova un altro termine di ricerca.
ja: 別の検索語を試してください。
ko: 다른 검색어를 시도하세요.
nl: Probeer een andere zoekterm.
pl: Spróbuj innego hasła wyszukiwania.
pt_br: Tente outro termo de busca.
ru: Попробуйте другой поисковый запрос.
uk: Спробуйте інший пошуковий запит.
zh_hans: 请尝试其他搜索词。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
uk: Повторити
zh_hans: 重试

source: Try again in NativePass
de: In NativePass erneut versuchen
es: Reintentar en NativePass
fr: Réessayer dans NativePass
it: Riprova in NativePass
ja: NativePass で再試行
ko: NativePass에서 다시 시도
nl: Opnieuw proberen in NativePass
pl: Spróbuj ponownie w NativePass
pt_br: Tentar novamente no NativePass
ru: Повторить в NativePass
uk: Повторити в NativePass
zh_hans: 在 NativePass 中重试

source: Turn off App Lock
de: App-Sperre deaktivieren
es: Desactivar bloqueo
fr: Désactiver le verrouillage
it: Disattiva blocco app
ja: App Lock をオフ
ko: 앱 잠금 끄기
nl: App-vergrendeling uitschakelen
pl: Wyłącz blokadę aplikacji
pt_br: Desativar bloqueio
ru: Отключить блокировку приложения
uk: Вимкнути блокування програми
zh_hans: 关闭 App 锁定

source: Type Password
de: Passwort tippen
es: Escribir contraseña
fr: Saisir le mot de passe
it: Digita password
ja: パスワードを入力
ko: 비밀번호 입력
nl: Wachtwoord typen
pl: Wpisz hasło
pt_br: Digitar senha
ru: Ввести пароль
uk: Ввести пароль
zh_hans: 键入密码
